castrogusttavo.symbols
charliermarsh.ruff
christian-kohler.path-intellisense
esbenp.prettier-vscode
github.github-vscode-theme
kevinrose.vsc-python-indent
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
oderwat.indent-rainbow
ritwickdey.liveserver
wholroyd.jinja
